---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeWallThickness
source: html/77185f87-900b-f236-6171-2dfa3be4acb3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeWallThickness Property

"Wall Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeWallThickness { get; }
```